Repository: Kyome22/RunCatLocalization
Catalog: Sources/RunCatLocalization/Resources/RunnerName.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# b_cat
source: Cat β
de: Katze β
es: Gato β
fr: Chat β
ja: ネコ β
ko: 베타냥
zh_hans: β 猫
zh_hant: β 貓

source: Bird
de: Vogel
es: Pájaro
fr: Oiseau
ja: トリ
ko: 새
zh_hans: 小鸟
zh_hant: 小鳥

source: Bonfire
de: Lagerfeuer
es: Hoguera
fr: Feu de camp
ja: 焚き火
ko: 모닥불
zh_hans: 篝火
zh_hant: 營火

source: Butterfly
de: Schmetterling
es: Mariposa
fr: Papillon
ja: 蝶々
ko: 나비
zh_hans: 蝴蝶
zh_hant: 蝴蝶

# c_cat
source: Cat γ
de: Katze γ
es: Gato γ
fr: Chat γ
ja: ネコ γ
ko: 감마냥
zh_hans: γ 猫
zh_hant: γ 貓

# cat
source: Cat α
de: Katze α
es: Gato α
fr: Chat α
ja: ネコ α
ko: 알파냥
zh_hans: α 猫
zh_hant: α 貓

# cat_cluster_metal
source: Metal Cluster Cat
de: Metallcluster-Katze
es: Gato Metal Cluster
fr: Chat Métal Cluster
ja: メタルクラスタキャット
ko: 메탈냥
zh_hans: 金属团猫
zh_hant: 金屬簇貓

# cat_flash
source: Flash Cat
de: Flash-Katze
es: Gato Flash
fr: Chat Flash
ja: 赤い閃光猫
ko: 플래시냥
zh_hans: 闪电猫
zh_hant: 閃電貓

# cat_golden
source: Golden Cat
de: Goldene Katze
es: Gato Dorado
fr: Chat doré
ja: 黄金のネコ
ko: 골든냥
zh_hans: 金猫
zh_hant: 黃金貓

source: Chameleon
de: Chamäleon
es: Camaleón
fr: Caméléon
ja: カメレオン
ko: 카멜레온
zh_hans: 变色龙
zh_hant: 變色龍

source: Cheetah
de: Gepard
es: Guepardo
fr: Guépard
ja: チーター
ko: 치타
zh_hans: 猎豹
zh_hant: 獵豹

source: Chicken
de: Huhn
es: Pollo
fr: Poule
ja: ニワトリ
ko: 닭
zh_hans: 小鸡
zh_hant: 小雞

# chime_wind
source: Wind Chime
de: Windspiel
es: Carillón de viento
fr: Carillon à vent
ja: 風鈴
ko: 풍경
zh_hans: 风铃
zh_hant: 風鈴

source: City
de: Stadt
es: Ciudad
fr: Ville
ja: 都会
ko: 도시
zh_hans: 城市
zh_hant: 城市

source: Coffee
de: Kaffee
es: Café
fr: Café
ja: コーヒー
ko: 커피
zh_hans: 咖啡
zh_hant: 咖啡

source: Cogwheel
de: Zahnrad
es: Engranaje
fr: Engrenages
ja: 歯車
ko: 톱니바퀴
zh_hans: 齿轮
zh_hant: 齒輪

# cradle
source: Newton's Cradle
de: Kugelstoßpendel
es: Péndulo de Newton
fr: Pendule de Newton
ja: ニュートンのゆりかご
ko: 뉴턴의 요람
zh_hans: 牛顿摆
zh_hant: 牛頓球

# curve_sine
source: Sine Curve
de: Sinuskurve
es: Curva sinusoidal
fr: Courbe sinusoïdale
ja: サイン波
ko: 사인함수
zh_hans: 正弦曲线
zh_hant: 正弦曲線

source: Dinosaur
de: Dinosaurier
es: Dinosaurio
fr: Dinosaure
ja: 恐竜
ko: 공룡
zh_hans: 恐龙
zh_hant: 恐龍

source: Dog
de: Hund
es: Perro
fr: Chien
ja: イヌ
ko: 개
zh_hans: 狗
zh_hant: 狗

# dogeza
source: Japanese Apology
de: Japanische Entschuldigung
es: Disculpa japonesa
fr: Excuses Japonaise
ja: 土下座
ko: 도게자
zh_hans: 土下座
zh_hant: 日式道歉

source: Dolphin
de: Delfin
es: Delfín
fr: Dauphin
ja: イルカ
ko: 돌고래
zh_hans: 海豚
zh_hant: 海豚

source: Dots
de: Punkte
es: Puntos
fr: Points
ja: ドット
ko: 점
zh_hans: 点点
zh_hant: 點點

source: Dragon
de: Drache
es: Dragón
ja: ドラゴン
ko: 용
zh_hans: 龙
zh_hant: 龍

# drink_tapioca
source: Tapioca Drink
de: Tapioca-Getränk
es: Bebida de tapioca
fr: Verre de tapioca
ja: タピオカ ドリンク
ko: 버블티
zh_hans: 珍珠奶茶
zh_hant: 珍珠奶茶

source: Drop
de: Tropfen
es: Gota
fr: Goutte
ja: 水滴
ko: 물방울
zh_hans: 水滴
zh_hant: 水滴

# duck_rubber
source: Rubber Duck
de: Quietscheente
es: Pato de goma
fr: Canard en plastique
ja: お風呂のアヒル
ko: 러버덕
zh_hans: 橡皮鸭
zh_hant: 橡皮鴨

source: Earth
de: Erde
es: Tierra
fr: La Terre
ja: 地球
ko: 지구
zh_hans: 地球
zh_hant: 地球

source: Engine
de: Motor
es: Motor
fr: Piston moteur
ja: エンジン
ko: 엔진
zh_hans: 引擎
zh_hant: 引擎

source: Factory
de: Fabrik
es: Fábrica
fr: Usine
ja: 工場
ko: 공장
zh_hans: 工厂
zh_hant: 工廠

source: Fish-Man
de: Fischmann
es: Hombre-pez
fr: Homme-poisson
ja: 魚男
ko: 생선남
zh_hans: 鱼人
zh_hant: 魚人

source: Fox
de: Fuchs
es: Zorro
fr: Renard
ja: キツネ
ko: 여우
zh_hans: 狐狸
zh_hant: 狐狸

source: Frog
de: Frosch
es: Rana
fr: Grenouille
ja: カエル
ko: 개구리
zh_hans: 青蛙
zh_hant: 青蛙

source: Frypan
de: Bratpfanne
es: Sartén
fr: Poêle
ja: フライパン
ko: 후라이팬
zh_hans: 平底锅
zh_hant: 平底鍋

source: Ghost
de: Geist
es: Fantasma
fr: Fantôme
ja: 幽霊
ko: 유령
zh_hans: 幽灵
zh_hant: 幽靈

source: Greyhound
de: Windhund
es: Galgo
fr: Lévrier
ja: グレイハウンド
ko: 그레이하운드
zh_hans: 灰狗
zh_hant: 灰狗

source: Hedgehog
de: Igel
es: Erizo
fr: Hérisson
ja: ハリネズミ
ko: 고슴도치
zh_hans: 刺猬
zh_hant: 刺蝟

source: Horse
de: Pferd
es: Caballo
fr: Cheval
ja: 早馬
ko: 말
zh_hans: 马
zh_hant: 馬

source: Human
de: Mensch
es: Humano
fr: Humain
ja: ヒト
ko: 인간
zh_hans: 人
zh_hant: 人

# lantern_o_jack
source: Jack O' Lantern
de: Jack mit der Laterne
es: Calabaza de Halloween
fr: Citrouille hantée
ja: ジャック・オー・ランタン
ko: 잭 오 랜턴
zh_hans: 南瓜灯
zh_hant: 南瓜燈

# locomotive_steam
source: Steam Locomotive
de: Dampflokomotive
es: Locomotora de vapor
fr: Locomotive à vapeur
ja: 蒸気機関車
ko: 증기기관차
zh_hans: 蒸汽机车
zh_hant: 蒸汽火車

# made_self
source: Self-Made Runner
de: Selbsterstellter Läufer
es: Corredor personalizado
fr: Coureur Personnalisé
ja: 自作ランナー
ko: 커스텀 러너
zh_hans: 自制跑者
zh_hant: 自製跑者

source: Mouse
de: Maus
es: Ratón
fr: Souris
ja: ネズミ
ko: 쥐
zh_hans: 老鼠
zh_hant: 老鼠

# neko_maneki
source: Maneki Neko
de: Winkekatze
ja: 招き猫
ko: 마네키네코
zh_hans: 招财猫
zh_hant: 招財貓

source: Octopus
de: Oktopus
es: Pulpo
fr: Poulpe
ja: タコ
ko: 문어
zh_hans: 章鱼
zh_hant: 章魚

source: Owl
de: Eule
es: Búho
fr: Hibou
ja: フクロウ
ko: 부엉이
zh_hans: 猫头鹰
zh_hant: 貓頭鷹

source: Parrot
de: Papagei
es: Loro
fr: Perroquet
ja: 例のオウム
ko: 앵무새
zh_hans: 鹦鹉
zh_hant: 鸚鵡

source: Pendulum
de: Kuckucksuhr
es: Péndulo
fr: Pendule
ja: 振り子
ko: 펜듈럼
zh_hans: 钟摆
zh_hant: 鐘擺

source: Penguin
de: Pinguin
es: Pingüino
fr: Manchot
ja: ペンギン
ko: 펭귄
zh_hans: 企鹅
zh_hant: 企鵝

source: Penguin 2
de: Pinguin 2
es: Pingüino 2
fr: Manchot 2
ja: ペンギン２
ko: 펭귄 2
zh_hans: 企鹅 2
zh_hant: 企鵝 2

# people_party
source: Party People
de: Party-Volk
es: Gente de fiesta
fr: Foule en fête
ja: パリピ
ko: 인싸 파티
zh_hans: 派对
zh_hant: 派對中的人們

source: Pig
de: Schwein
es: Cerdo
fr: Cochon
ja: ブタ
ko: 돼지
zh_hans: 小猪
zh_hant: 小豬

source: Pulse
de: Puls
es: Pulso
fr: Battement
ja: パルス
ko: 파동
zh_hans: 心跳
zh_hant: 心跳

source: Puppy
de: Welpe
es: Cachorro
fr: Chiot
ja: 子犬
ko: 강아지
zh_hans: 小狗
zh_hant: 小狗

source: Rabbit
de: Hase
es: Conejo
fr: Lapin
ja: ウサギ
ko: 토끼
zh_hans: 小兔子
zh_hant: 小兔子

source: Reactor
de: Reaktor
fr: Réacteur
ja: 彼のリアクター
ko: 원자로
zh_hans: 反应堆
zh_hant: 反應爐

source: Rocket
de: Rakete
es: Cohete
fr: Fusée
ja: ロケット
ko: 로켓
zh_hans: 火箭
zh_hant: 火箭

# runners_all
source: Unlock All Runners
de: Alle Läufer freischalten
es: Desbloquear todos los corredores
fr: Débloquer tous les Coureurs
ja: 全ランナー開放
ko: 모든 러너 해제
zh_hans: 解锁所有跑者
zh_hant: 解鎖所有跑者

source: Sausage
de: Wurst
es: Salchicha
fr: Saucisse
ja: 踊るソーセージ
ko: 소세지
zh_hans: 香肠
zh_hant: 香腸

source: Sheep
de: Schaf
es: Oveja
fr: Mouton
ja: ヒツジ
ko: 양
zh_hans: 绵羊
zh_hant: 綿羊

# sleigh_reindeer
source: Reindeer & Sleigh
de: Rentier & Schlitten
es: Reno y trineo
fr: Traineau de Rennes
ja: トナカイとソリ
ko: 루돌프와 썰매
zh_hans: 驯鹿与雪橇
zh_hant: 馴鹿與雪橇

source: Slime
de: Schleim
ja: スライム
ko: 슬라임
zh_hans: 史莱姆
zh_hant: 史萊姆

source: Snowman
de: Schneemann
es: Muñeco de nieve
fr: Bonhomme de neige
ja: 雪だるま
ko: 눈사람
zh_hans: 雪人
zh_hant: 雪人

source: Sparkler
de: Wunderkerze
es: Bengala
fr: Feux d'artifice
ja: 線香花火
ko: 불꽃놀이
zh_hans: 烟花棒
zh_hant: 仙女棒

source: Squirrel
de: Eichhörnchen
es: Ardilla
fr: Écureuil
ja: リス
ko: 다람쥐
zh_hans: 松鼠
zh_hant: 松鼠

# sushi_rotating
source: Rotating Sushi
de: Drehendes Sushi
es: Sushi giratorio
fr: Sushi en rotation
ja: 回転寿司
ko: 회전초밥
zh_hans: 回转寿司
zh_hant: 迴轉壽司

# tail_cat
source: Cat Tail
de: Katzenschwanz
es: Cola de gato
fr: Queue de chat
ja: 猫のしっぽ
ko: 누웠냥
zh_hans: 猫尾
zh_hant: 貓尾巴

# triforce
source: Power, Wisdom, Courage
de: Kraft, Weisheit, Mut
es: Fuerza, Sabiduría, Valor
fr: Force, Sagesse, Courage
ja: 力、知恵、勇気
ko: 힘, 지혜, 용기
zh_hans: 力量，智慧，勇气
zh_hant: 力量，智慧，勇氣

# up_push
source: Push-Up
de: Liegestütz
es: Flexión
fr: Pompe
ja: 腕立て伏せ
ko: 푸쉬업
zh_hans: 俯卧撑
zh_hant: 伏地挺身

source: Whale
de: Wal
es: Ballena
fr: Baleine
ja: クジラ
ko: 고래
zh_hans: 鲸鱼
zh_hant: 鯨魚

# wheel_hamster
source: Hamster Wheel
de: Hamsterrad
es: Rueda de hámster
fr: Roue de Hamster
ja: ハムスターと回し車
ko: 쳇바퀴
zh_hans: 仓鼠跑轮
zh_hant: 倉鼠跑輪子

# cat_nyan_mock
source: Mock Nyan Cat
es: Imitación de Nyan Cat
fr: Réplique Nyan Cat
ja: Nyan Catもどき
ko: 디스크 냥캣
zh_hans: 模仿彩虹猫
zh_hant: 仿彩虹貓

source: Otter
es: Nutria
fr: Loutre
ja: カワウソ
ko: 수달
zh_hans: 水獭
zh_hant: 水獺

# up_sit
source: Sit-Up
es: Abdominal
fr: Abdominaux
ja: 腹筋
ko: 싯업
zh_hans: 仰卧起坐
zh_hant: 仰臥起坐

# corgi_welsh
source: Welsh Corgi
ja: ウェルシュ・コーギー
ko: 웰시코기
zh_hans: 柯基
zh_hant: 柯基

source: Entaku
ja: えんたく

source: Mochi
ja: おもち
ko: 모찌
zh_hans: 年糕
zh_hant: 麻糬

source: Sushi
ja: お寿司
ko: 초밥
zh_hans: 寿司
zh_hant: 壽司

source: Terrier
ja: テリア犬
ko: 테리어
zh_hans: 梗犬
zh_hant: 梗犬

source: Uhooi
ja: ウホーイ
